<?php

/**
 *
 *
 * Author:  Asror Zakirov
 * https://www.linkedin.com/in/asror-zakirov
 * https://github.com/asror-z
 *
 */ ?>
<hr size="0.5px" width=100% align="center" color="#f5f2e9"/>

<p class="text-center">Публичная оферта онлайн сервиса «Marketplace»</p>
<p>Настоящая публичная Оферта (далее по тексту — Договор) является официальным предложением ООО «BMG
    HI-TECH» (далее сервис) в адрес любого физического или юридического лица, обладающего
    дееспособностью и необходимым полномочием заключить с ООО «BMG HI-TECH» договор доставки продуктов
    на условиях, определенных в настоящей оферте и содержит все существенные условия договора.
    «Marketplace» это служба заказов и доставки, с помощью которой оформляете доставку продуктов питания из
    продуктовых рынков и супермаркетов, а также еды из кафе и ресторанов.</p>
<p>I. ПРАВОВАЯ ОСНОВА</p>
<p>1.1. Оферта разработана в соответствии с Гражданским кодексом Республики Узбекистан, с законами
    Республики Узбекистан "Об электронной коммерции", "Об электронном документообороте" и другими
    нормативно-правовыми актами регламентируют осуществление реализации товаров (работ, услуг) в форме
    электронной коммерции, представленный в официальном Интернет-магазине ООО «BMG HI-TECH» по интернет
    адресу: www.Marketplace.com</p>
<p>1.2. Настоящая публичная оферта (в дальнейшем – Оферта) является официальным предложением сервиса
    заказов и доставки «Marketplace» в адрес любого заинтересованного лица (далее Заказчик), в заключении
    договора купли-продажи товаров (услуг) через сервис «Marketplace» на условиях, определенных в настоящей
    оферте</p>
<p>II. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</p>
<p>2.1. Заказчик – физическое либо юридическое лицо имеющее намерение заказать и приобрести товар или
    услугу в целях личного потребления или иных целях, не связанных с извлечением прибыли;</p>
<p>2.2. Партнер – заведение общественного питания (ресторан, кафе и др.), производитель или поставщик
    товара (услуг), курьер и т.д. – физические и юридические лица, сотрудничающие с сервисом «Marketplace»
    в процессе исполнения Заказа;</p>
<p>2.3. Продавец – лицо, реализующее товары (услуги) посредством размещения сведений о них на сайте
    www.Marketplace.com;</p>
<p>2.4. Недостаток товара (услуги) – несоответствие товара (услуги) обязательным требованиям нормативной
    документации, условиям договора либо обычно предъявляемым требованиям к качеству товара
    (услуги);</p>
<p>2.5. Существенный недостаток товара (услуги) – недостаток, который делает невозможным использование
    товара (услуги) по целевому назначению;</p>
<p>2.6. Корзина Заказов – предназначена для отбора товаров в ходе формирования заказа Заказчиком; набор
    товаров и услуг, выбранный Заказчиком;</p>
<p>2.7. Конфиденциальная информация – информация индивидуализации Заказчика, включая статистику заказов,
    адреса доставки, номера телефонов.</p>
<p>III. ОБЩИЕ ПОЛОЖЕНИЯ </p>
<p>3.1. Сервис обязуется на безвозмездной основе предоставить Заказчику актуальную информацию о товарах
    и услугах, предлагаемых на сайте www.Marketplace.com и его Партнерами, принять и разместить заказ,
    произвести контроль его исполнения, включая его доставки Заказчику и получения оплаты по заказу и за
    его доставку.</p>
<p>3.2. Сервис предоставляет свои информационные услуги на безвозмездной основе.</p>
<p>3.3. Срок действия Оферты не ограничен, если иное не указано на сайте Интернет-магазина.</p>
<p>3.4. Стоимость товаров (услуг) предлагаемых на сайте www.Marketplace.com, устанавливается Продавцом и
    является окончательной.</p>
<p>IV. ДОСТАВКА ЗАКАЗА </p>
<p>4.1. Доставка Заказа осуществляется службой доставки Партнеров.</p>
<p>4.2. Стоимость доставки оплачивается отдельно, в зависимости расстояния от места исполнения заказа до
    места доставки. В специально оговоренных случаях доставка может быть осуществлена и бесплатно.
    Заказчик имеет право получить товар непосредственно у Партнера (самовывоз).</p>
<p>4.3. Доставка Заказа Курьером осуществляется до двери Заказчика за счет заказчика.</p>
<p>4.4. Партнер оказывает Покупателю услуги по доставке Товара одним, из способов, указанных на сайте
    сервиса в разделе «Тип доставки».</p>
<p>4.5. Место доставки Товара Покупатель указывает при оформлении Заказа на приобретение товара в
    разделе «Способ доставки».</p>
<p>4.6. Срок доставки Товара Покупателю состоит из срока обработки заказа и срока доставки и время
    доставки Товара указывается в Личном кабинете Клиента после оплаты или подтверждения заказа
    Товара.</p>
<p>4.7. Партнер указывает стоимость доставки товара на сайте сервиса либо сообщает Покупателю при
    оформлении заказа Оператором.</p>
<p>4.8. Продавец передает, а Покупатель принимает и оплачивает товары на условиях, указанных в настоящем
    договоре. Право собственности на Заказанные Товары переходит к Покупателю с момента фактической
    передачи Товара Покупателю и оплаты последним полной стоимости Товара. Риск случайной гибели или
    повреждения Товара переходит к Покупателю с момента фактической передачи Товара Покупателю. </p>
<p>4.9. В случае необоснованного отказа Заказчика в принятии и оплате заказа, Заказчик несёт
    ответственность по возмещению понесенных затрат Сервиса и его Партнерами по исполнению данного
    заказа</p>
<p>V. ЦЕНА</p>
<p>5.1. Продавец имеет право в одностороннем порядке изменить цену на любую позицию Товара. При этом,
    новые (измененные) цены вступают в силу с даты официальной публикации на сайте.</p>
<p>5.2. Изменение Продавцом цены на оплаченный Покупателем Товар не допускается.</p>
<p>5.3. В случае изменения цены на заказанный Товар Продавец обязуется в течение 24 часов
    проинформировать Покупателя об изменении цены Товара. Покупатель вправе подтвердить либо
    аннулировать Заказ на приобретение Товара, если цена изменена Продавцом после оформления Заказа.</p>
<p>5.4. Обязательства Покупателя по оплате Товара считаются исполненными с момента поступления на счет
    сервиса денежных средств в размере 100 % предоплаты.</p>
<p>5.5. Продавец указывает стоимость доставки Товара на сайте либо сообщает Покупателю при оформлении
    заказа Оператором.</p>
<p>5.6. Расчеты между Продавцом и Покупателем за Товар производятся способами, указанными на сайте
    Интернет-магазина.</p>
<p>VI. ФОРМИРОВАНИЕ ЗАКАЗА.</p>
<p>6.1. Заказчик самостоятельно формирует заказ на настоящем Сайте. Для этого Заказчик путем выбора
    товаров и услуг, заполняет предложенную форму заказа, а так же указывает адрес доставки, контактный
    номер телефона, способы и условия доставки, способ оплаты. Заказ может быть сформирован также по
    телефону Диспетчерской службы указанного на сайте.</p>
<p>6.2. Сервис имеет право уточнить, а при необходимости по согласованию с Заказчиком внести изменения в
    детали Заказа, способ оплаты, адрес доставки, контактный телефон.</p>
<p>6.3. Заказ считается принятым после уточнения всех особых условий и его подтверждения со стороны
    сайта.</p>
<p>6.4. Факт подтверждения заказа является безоговорочным принятием (акцепт) со стороны Заказчика всех
    условий Оферты.</p>
<p>6.5. В случае выбора Заказчиком товаров и услуг от разных Партнеров, процедура оформления заказа
    производится отдельно по каждому из Партнеров.</p>
<p>6.6. При регистрации на сайте сервиса Покупатель обязуется предоставить следующую регистрационную
    информацию:</p>
<p>6.6.1. Фамилия, имя, отчество;</p>
<p>6.6.2. Адрес, по которому следует доставить заказ (номер дома подъезда и тд);</p>
<p>6.6.3. Адрес электронной почты;</p>
<p>6.7. Наименование, количество, ассортимент, артикул, цена выбранного Покупателем товара указываются в
    корзине Покупателя на сайте.</p>
<p>6.8. Если сервису необходима дополнительная информация, он вправе запросить ее у Покупателя. В случае
    не предоставления необходимой информации Покупателем, Продавец не несет ответственности за выбранный
    Покупателем Товар.</p>
<p>6.9. Сервис не несет ответственности за содержание и достоверность информации, предоставленной
    Покупателем при оформлении Заказа.</p>
<p>VII. МОМЕНТ ЗАКЛЮЧЕНИЯ ДОГОВОРА</p>
<p>7.1. Текст данного Договора является публичной офертой (в соответствии с частью 2 ст. 369 и ст. 426
    Гражданского кодекса Республики Узбекистан).</p>
<p>7.2. Договор, заключаемый на основании акцептирования Покупателем, настоящей оферты является
    договором присоединения, к которому Покупатель присоединяется без каких-либо исключений и/или
    оговорок.</p>
<p>7.3. Товары и услуги, представленные на сайте через графические изображения-образцы, являются
    собственностью Продавцов и Партнеров сервиса.</p>
<p>7.4. В связи с разными техническими характеристиками мониторов, цвет Товара может отличаться от
    представленного на сайте.</p>
<p>7.5. Внешний вид и характеристики Товара может отличаться от описанного на сайте.</p>
<p>7.6. По просьбе Покупателя менеджер сервиса обязан предоставить (по телефону или посредством
    электронной почты) информацию, необходимую и достаточную, с точки зрения Покупателя, для принятия им
    решения о покупке товара.</p>
<p>7.7. Факт оформления заказа Покупателем является безоговорочным фактом принятия Покупателем условий
    данного Договора.</p>
<p>7.8. Покупатель, приобретший товар на сайте (оформивший заказ товара) www.Marketplace.com,
    рассматривается как лицо, вступившее с Партнером сервиса в отношения на условиях настоящего
    Договора.</p>
<p>VIII. ПРАВА И ОБЯЗАННОСТИ СТОРОН</p>
<p>8.1. Сервис обязуется:</p>
<p>8.1.1. Обеспечивать прием заказа от Заказчика и производит контроль его исполнения Партнерами.</p>
<p>8.1.2. Обрабатывать персональные данные Покупателя и обеспечивать их конфиденциальность в порядке,
    установленном действующим законодательством.</p>
<p>8.1.3. Предоставить Покупателю возможность получения бесплатных телефонных консультаций по телефонам,
    указанным на сайте. Объем консультаций ограничивается конкретными вопросами, связанными с
    выполнениями Заказа и характеристиками Товара.</p>
<p>8.1.4. Предотвращать попытки несанкционированного доступа к информации и/или передачу ее лицам, не
    имеющим непосредственного отношения к исполнению Заказов, своевременно обнаруживать и пресекать
    такие факты.</p>
<p>8.2. Продавец имеет право:</p>
<p>8.2.1. Изменять настоящий Договор и Тарифы на сопутствующие услуги, способы и сроки оплаты и доставки
    товара в одностороннем порядке, помещая их на сайте.</p>
<p>8.2.2. Все изменения вступают в силу после публикации в сроках в соответствии с условиями Оферты и
    считаются доведенными до сведения Покупателя с момента такой публикации.</p>
<p>8.2.3. Осуществлять записи телефонных переговоров с Покупателем.</p>
<p>8.3. Покупатель обязуется:</p>
<p>8.3.1. До момента заключения Договора ознакомиться с содержанием и условиями Договора, ценами на
    Товар, предлагаемые на сайте, а также другими условиями.</p>
<p>8.3.2. Во исполнение Сервисом своих обязательств перед Покупателем последний должен сообщить все
    необходимые данные, указанные в настоящей Оферте, однозначно идентифицирующие его как Покупателя, и
    достаточные для доставки Покупателю заказанного им Товара при условии доставки товара.</p>
<p>8.3.3. Оплатить заказанный Товар и его доставку на условиях настоящего договора.</p>
<p>8.3.4. Во избежание споров, при оформлении заказа ознакомиться с информацией, предложенной Сервисом
    на своем интернет-сайте.</p>
<p>8.3.6. Оплатить и принять заказанный товар, поставленный на ранее указанный адрес.</p>
<p>IХ. ВОЗВРАТ И ОБМЕН ТОВАРОВ</p>
<p>9.1. Покупатель не вправе обменять или вернуть продовольственный товар надлежащего качества
    заказанный и приобретенный через сайт Сервиса а также требовать возврата денег.</p>
<p>Требования покупателя о возврате товара или возврата денег подлежат удовлетворению в следующих
    случаях:
    <br>
    - если товар просрочен;
    <br>
    - доставлен некачественный Товар, качество которого испортилось в процессе доставки;
    <br>
    - доставка Товара, не указанного в заказе;</p>
<p>9.2. Требования покупателя о возврате товара или возврата денег подлежат удовлетворению в следующих
    случаях:

    - если товар просрочен;

    - доставлен некачественный Товар, качество которого испортилось в процессе доставки;

    - доставка Товара, не указанного в заказе;</p>
<p>9.3. Возврат товара осуществляется Партнером сервиса, для этого необходимо:
    <br>
    - позвонить в сервис по телефонам, указанным в разделе «Контакты»;
    <br>
    - распечатать и заполнить «Заявление на возврат»;
    <br>
    - приложить к заявлению на возврат товарный или кассовый чек, или накладную заказа.</p>
<p>9.4. Потребитель, которому продан товар с недостатками:
    <br>
    - безвозмездного устранения недостатков товара или возмещения расходов на исправление недостатков
    потребителем либо третьим лицом;
    <br>
    - соразмерного уменьшения покупной цены;
    <br>
    Требования потребителя рассматриваются при предъявлении им кассового или товарного чека, а по
    товарам, на которые установлены гарантийные сроки,<br> — надлежаще оформленного технического
    паспорта или иного заменяющего его документа.</p>

<p>9.5. Процедура возврата товара ненадлежащего качества осуществляется Партнером у которого был
    приобретен товар через сайт Сервиса следующим образом:
    <br>
    - Путем предоставления заявления на возврат Товара в котором должно быть указано, какой именно
    дефект содержит возвращаемый Покупателем товар;
    <br>
    - После принятия заявления, направляется на проверку Партнеру у которого был куплен товар для
    определения возникновения причин недостатков товара;
    <br>
    - По итогам проверки Партнером составляется заключение о причинах недостатков Товара.</p>
<p>9.6. Срок замены товара с недостатками осуществляется Партнером сервиса в течении 1 дня (при явных
    признаках заводского брака) с момента поступления претензии.</p>
<p>9.7. Срок возврата денежных средств (наличными и на карту) Покупателю осуществляется Партнером в
    течении 10 рабочих дней с момента поступления претензии.
</p>
<h5 class="p-2">Х. СПОСОБЫ ОПЛАТЫ</h5>
<br>
<p>10.1. Произвести оплату Покупатель может следующими способами:</p>
<p>- оплата наличными средствами при доставке товара;
    <br>
    - оплата банковской пластиковой картой при доставке товара;
    <br>
    - оплата в режиме онлайн при оформлении заказа;
    <br>
    - безналичный расчет (для юридических лиц).</p>
<p>XI. ФОРС-МАЖОР</p>
<p>11.1. Любая из Сторон освобождается от ответственности за полное или частичное неисполнение своих
    обязательств по настоящему Договору, если это неисполнение было вызвано обстоятельствами
    непреодолимой силы, возникшими после подписания настоящего Договора.
    <br>
    11.2. «Обстоятельства Непреодолимой Силы» означают чрезвычайные события или обстоятельства, которые
    такая Сторона не могла предвидеть или предотвратить доступными ей средствами. Такие чрезвычайные
    события или обстоятельства включают в себя, в частности: забастовки, наводнения, пожары,
    землетрясения и иные стихийные бедствия, войны, военные действия, действия государственных органов
    Республики Узбекистан или иных государств, а также любые иные обстоятельства, выходящие за пределы
    разумного контроля любой из Сторон.
    <br>
    11.3. Изменения действующего законодательства или нормативных актов, прямо или косвенно влияющие на
    какую-либо из Сторон, не рассматриваются как Обстоятельства непреодолимой силы, однако, в случае
    внесения таких изменений, которые не позволяют любой из Сторон исполнить какие-либо из ее
    обязательств по настоящему Договору, Стороны обязаны незамедлительно принять решение относительно
    порядка работы по устранению этой проблемы с тем, чтобы обеспечить Сторонам продолжение исполнения
    настоящего Договора.</p>

<h5 class="padding-2">XII. ОТВЕТСТВЕННОСТЬ СТОРОН</h5>
<br>
<p>12.1. За неисполнение или ненадлежащее исполнение условий настоящего Договора Стороны несут
    ответственность в соответствии с законодательством Республики Узбекистан.
    <br>
    12.2. Вся текстовая информация, графические изображения и услуги, размещенные в интернет-магазине, имеют
    законного правообладателя, незаконное использование указанной информации и изображений преследуется в
    соответствии с действующим законодательством.</p>

<h5 class="p-2">XIII. ПРОЧИЕ УСЛОВИЯ</h5>
<br>
<p>13.1. Все споры, связанные с неисполнением, или ненадлежащим исполнением своих обязательств по
    настоящему договору стороны будут стараться решить в ходе переговоров.
    <br>
    13.2. В случае не достижения согласия в ходе переговоров, споры будут разрешаться в судебном порядке в
    соответствии с действующим законодательством Республики Узбекистан.
    <br>
    13.3. Разделы интернет-сервиса, разъясняющие правила и условия, на которые имеются ссылки в Оферте
    являются неотъемлемой частью настоящей Оферты.</p>
<h4 class="p-2">Наслаждайтесь покупками!</h4>
<div class="row ml-2">
    <a href="https://vk.com/"><i class="fab fa-vk" style="font-size: 30px; color:#0a73bb "></i></a>
    <a href="https://www.facebook.com/" style="margin-left: 7px"><i class="fab fa-facebook-square"
                                                                    style="font-size: 30px; color:#0a73bb"></i></a>
    <a href="https://ok.ru/" style="margin-left: 7px"><i class="fab fa-odnoklassniki-square"
                                                         style="font-size: 30px; color: orange"></i></a>
    <a href="https://twitter.com/explore" style="margin-left: 7px"><i class="fab fa-twitter-square"
                                                                      style="font-size: 30px; color:#0a73bb "></i></a>
    <a href="https://www.pinterest.com/" style="margin-left: 7px"><i class="fab fa-pinterest-square"
                                                                     style="font-size: 30px; color: red"></i></a>
</div>
