<h5 class="text-muted">СПОСОБЫ ОПЛАТЫ</h5>
<h5>Наличными</h5>
<p>Оплата осуществляется после доставки заказа. Деньги передаются сотруднику службы доставки онлайн-сервиса <b>«Marketplace»</b>,
    который предоставляет заказ.</p>
<h5>Банковской картой</h5>
<p>Вы можете оплатить покупки банковской картой и онлайн, и при получении заказа через терминал курьера. Мы принимаем
    банковские карты: <b>UzCard, Humo, Visa, MasterCard</b>.</p>
<h5>Онлайн</h5>
<p>Интернет-платеж осуществляется на странице шлюза «Aloqabank» (На данный момент эта функция отключена). Фактически
    средства снимаются, когда вы уже ознакомились с товарами и подтвердили покупку.</p>
<p><b>Безналичный расчет (банковский перевод)</b></p>
<p>Оплата безналичными средствами осуществляется юридическими лицами или частными предпринимателями на основе накладного
    счета фактуры при доставке заказа.</p>
<p><h4>
    Важно</h4>Моментом расчета считается момент зачисления денежных средств покупателя на расчетный счет продавца (перечисление денежных средств, оплата картой при получении товара или на сайте с помощью интернет-эквайринга), в этот момент Сервис направляет Покупателю кассовый чек.</p>
<p><h4>Заказ и оформление покупки осуществляется на основе следующих шагов:</h4></p>
<ol>
    <li>Потребитель формирует корзину, выбирает метод платежа и доставки затем производит заказ;</li>
    <li>После осуществления заказа потребителю на сайте автоматически открывается личный кабинет;</li>
    <li>Зайдя в личный кабинет потребитель может просмотреть статус заказа в разделе "История заказов" там же сможет
        просмотреть и распечатать накладную (в накладной указаны все заказанные товары с ценами).
    </li>
</ol>
<h4 style="margin-bottom: 15px">Наслаждайтесь покупками!</h4>
<div class="row" style="margin-left: 1px; margin-bottom: 25px">
    <a href="https://vk.com/"><i class="fab fa-vk" style="font-size: 30px; color:#0a73bb "></i></a>
    <a href="https://www.facebook.com/" style="margin-left: 7px"><i class="fab fa-facebook-square"
                                                                    style="font-size: 30px; color:#0a73bb"></i></a>
    <a href="https://ok.ru/" style="margin-left: 7px"><i class="fab fa-odnoklassniki-square"
                                                         style="font-size: 30px; color: orange"></i></a>
    <a href="https://twitter.com/explore" style="margin-left: 7px"><i class="fab fa-twitter-square"
                                                                      style="font-size: 30px; color:#0a73bb "></i></a>
    <a href="https://www.pinterest.com/" style="margin-left: 7px"><i class="fab fa-pinterest-square"
                                                                     style="font-size: 30px; color: red"></i></a>
</div>
