


<ol>
    <li>Доставка Заказа осуществляется службой доставки Партнеров или третьими лицами (курьерские службы или частные
        курьеры).
    </li>
    <li>Стоимость доставки оплачивается отдельно, в зависимости расстояния от места исполнения заказа до места доставки.
        В специально оговоренных случаях доставка может быть осуществлена и бесплатно. Заказчик имеет право получить
        товар непосредственно у Партнера (самовывоз).
    </li>
    <li>Доставка Заказа Курьером осуществляется до двери Заказчика за счет заказчика.</li>
    <li>Партнер оказывает Покупателю услуги по доставке Товара одним, из способов, указанных на сайте сервиса в разделе
        «Тип доставки».
    </li>
    <li>Место доставки товара Покупатель указывает при оформлении Заказа на приобретение товара в разделе «Способ
        доставки».
    </li>
    <li>Срок доставки товара Покупателю состоит из срока обработки заказа и срока доставки и время доставки товара
        указывается в Личном кабинете Клиента после оплаты или подтверждения заказа товара.
    </li>
    <li>Партнер указывает стоимость доставки товара на сайте сервиса либо сообщает Покупателю при оформлении заказа
        Оператором.
    </li>
    <li>В случае необоснованного отказа Заказчика в принятии и оплате заказа, Покупатель несёт ответственность по
        возмещению понесенных затрат Сервиса и его Партнерами по исполнению данного заказа.
    </li>
</ol>
<h3>Процесс начала формирования заказа:</h3>
<h4>При онлайн оплате.</h4>
<p>Процесс доставка при онлайн оплате начинается сразу после оплаты заказа. После оплаты наши сборщики продуктов
    начинают формировать корзину на основе вашего заказа. После формирования наша курьерская служба доставляет ваш заказ
    по указанному вами адресу.</p>
<h4>При пост оплате.</h4>
<p>Процесс доставки при пост оплате начинается сразу после подтверждения Покупателем заказа оператору при телефонном
    звонке. Сразу после оформления заказа наш оператор звонит Вам по указанному номеру телефона для подтверждения
    заказа. После подтверждения заказа сборщики продуктов начинают формировать корзину на основе заказа. После
    формирования корзины наша курьерская служба доставляет Вам заказ по указанному вами адресу. Получив заказ Вам
    необходимо оплатить заказ наличными или по терминалу курьеру.</p>
<h4>Важно</h4>
<p> Сразу после оплаты на сайте создается ваш личный кабинет где вы можете прослеживать статус вашего заказа. На
    основе каждого заказа формируется товарная накладная где указываются все заказанные продукты, их количество и цена.
    Данную накладную можно распечатать и сохранить в PDF формате. Необходимо сверить продуктовую номенклатуру, которая
    указана в накладной с доставкой.</p>
<h4 style="margin-bottom: 15px">Наслаждайтесь покупками!</h4>
<div class="row" style="margin-left: 1px; margin-bottom: 25px">
    <a href="https://vk.com/"><i class="fab fa-vk" style="font-size: 30px; color:#0a73bb "></i></a>
    <a href="https://www.facebook.com/" style="margin-left: 7px"><i class="fab fa-facebook-square"
                                                                    style="font-size: 30px; color:#0a73bb"></i></a>
    <a href="https://ok.ru/" style="margin-left: 7px"><i class="fab fa-odnoklassniki-square"
                                                         style="font-size: 30px; color: orange"></i></a>
    <a href="https://twitter.com/explore" style="margin-left: 7px"><i class="fab fa-twitter-square"
                                                                      style="font-size: 30px; color:#0a73bb "></i></a>
    <a href="https://www.pinterest.com/" style="margin-left: 7px"><i class="fab fa-pinterest-square"
                                                                     style="font-size: 30px; color: red"></i></a>
</div>

