<?php

/**
 *
 *
 * Author:  Asror Zakirov
 * https://www.linkedin.com/in/asror-zakirov
 * https://github.com/asror-z
 *
 */   ?>


<p>Наш онлайн сервис создан для того, чтобы Вы смогли удобно, без лишних забот найти и заказать то, что Вам необходимо. Мы заботимся о том, чтобы ассортимент в нашем онлайн сервисе был всегда актуальным, цены доступными, сервис лучшим.</p>
<p>Сервис «Marketplace» это служба заказов и доставки, с помощью которой оформляете доставку продуктов питания из продуктовых рынков и супермаркетов, а также еды из кафе и ресторанов.</p>
<p>Мы помогаем своим клиентам не тратить время в очередях магазинов и пробках, не носить тяжёлые покупки и освободить время на себя и семью. Покупать продукты можно и из дома, и на прогулке с ребёнком, и из офиса, и в пробке и даже на даче.</p>
<p>Мы помогаем своим клиентам не тратить время в очередях магазинов и пробках, не носить тяжёлые покупки и освободить время на себя и семью. Покупать продукты можно и из дома, и на прогулке с ребёнком, и из офиса, и в пробке и даже на даче.</p>
<p>Предлагаем Вам убедится в этом и сделать заказ в нашем онлайн сервисе. Вы сможете быстро оплатить и получить заказ. Подробнее о вариантах оплаты и доставки Вы сможете узнать на соответствующих страницах.</p>
<p>Для всех постоянных клиентов мы делаем скидки и заботимся о том, чтобы онлайн сервис Вам нравился, и Вы приходили в него снова и снова.</p>
<h4 class="ml-3 mb-2" >Наслаждайтесь покупками!</h4>
<div class="row ml-2 mb-4">
    <a href="https://vk.com/" ><i class="fab fa-vk" style="font-size: 30px; color:#0a73bb "></i></a>
    <a href="https://www.facebook.com/" style="margin-left: 7px"><i class="fab fa-facebook-square" style="font-size: 30px; color:#0a73bb"></i></a>
    <a href="https://ok.ru/" style="margin-left: 7px"><i class="fab fa-odnoklassniki-square" style="font-size: 30px; color: orange"></i></a>
    <a href="https://twitter.com/explore" style="margin-left: 7px"><i class="fab fa-twitter-square" style="font-size: 30px; color:#0a73bb "></i></a>
    <a href="https://www.pinterest.com/" style="margin-left: 7px"><i class="fab fa-pinterest-square" style="font-size: 30px; color: red"></i></a>
</div>
